11/data/attachments/8fac7fc4347f088e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_f4971399-df5f-4e7f-b74a-985f2e00bdd3</nif:username>
            <nif:friendToBeAdded>Sarah_political_Friend_47696_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>